[
  {
    "id": 33,
    "name": "Citroën Xsara WRC",
    "details_html": "Driven by Sébastien Loeb, the Xsara WRC dominated the early 2000s. Agile on tarmac and fast on gravel, it secured Citroën’s rise to power and Loeb’s first titles.",
    "image": "/images/history/cars/citroen-xsara-wrc.webp"
  },
  {
    "id": 34,
    "name": "Subaru Impreza WRC 2003–2008",
    "details_html": "Subaru’s updated Impreza featured aggressive aero and reliability. It helped Petter Solberg win the 2003 title and remained competitive until Subaru’s WRC exit in 2008.",
    "image": "/images/history/cars/subaru-impreza-wrc-2000s.webp"
  },
  {
    "id": 35,
    "name": "Peugeot 206 WRC",
    "details_html": "Compact and light, the 206 WRC won two titles with Marcus Grönholm in 2000 and 2002, dominating twisty gravel and narrow tarmac with ease.",
    "image": "/images/history/cars/peugeot-206-wrc.webp"
  },
  {
    "id": 36,
    "name": "Ford Focus RS WRC 03/04/06/07",
    "details_html": "Ford’s Focus RS WRC series evolved into one of the most successful 2000s platforms, driven by Colin McRae, Marcus Grönholm, and Mikko Hirvonen.",
    "image": "/images/history/cars/ford-focus-rs-wrc.webp"
  },
  {
    "id": 37,
    "name": "Citroën C4 WRC",
    "details_html": "Successor to the Xsara, the C4 WRC carried Loeb through the second half of the 2000s. It was flawless on tarmac and brutally efficient everywhere else.",
    "image": "/images/history/cars/citroen-c4-wrc.webp"
  },
  {
    "id": 38,
    "name": "Skoda Fabia WRC",
    "details_html": "Skoda’s Fabia WRC entered with high hopes but struggled to match the front-runners. Still, it laid groundwork for future rally success in lower classes.",
    "image": "/images/history/cars/skoda-fabia-wrc.webp"
  },
  {
    "id": 39,
    "name": "Hyundai Accent WRC",
    "details_html": "Hyundai’s first WRC attempt in the early 2000s wasn’t a title threat, but the Accent WRC showed moments of promise before the program was paused in 2003.",
    "image": "/images/history/cars/hyundai-accent-wrc.webp"
  },
  {
    "id": 40,
    "name": "Suzuki SX4 WRC",
    "details_html": "Suzuki entered WRC in 2008 with the SX4 WRC — a solid but short-lived entry that struggled to reach the podium before the program ended.",
    "image": "/images/history/cars/suzuki-sx4-wrc.webp"
  },
  {
    "id": 41,
    "name": "Mitsubishi Lancer WRC 04–06",
    "details_html": "Mitsubishi returned with the Lancer WRC, but without Tommi Mäkinen and with limited factory support, it couldn’t recapture its 90s glory.",
    "image": "/images/history/cars/mitsubishi-lancer-wrc-2000s.webp"
  },
  {
    "id": 42,
    "name": "Ford Fiesta RS WRC",
    "details_html": "The Fiesta RS WRC debuted in 2011, but its development began in the late 2000s. It became a competitive force in the WRC, especially with M-Sport.",
    "image": "/images/history/cars/ford-fiesta-rs-wrc.webp"
  }
]