[
  {
    "id": 46,
    "name": "Sébastien Ogier",
    "bio": "Ogier defined the 2010s, winning 6 straight world titles from 2013 to 2018 with Volkswagen and M-Sport Ford. Master of mixed conditions, he's the most complete modern driver.",
    "image": "/images/history/drivers/sebastien-ogier.webp"
  },
  {
    "id": 47,
    "name": "Thierry Neuville",
    "bio": "Hyundai’s lead driver for nearly the entire decade, Neuville was runner-up five times and the most consistent challenger to Ogier.",
    "image": "/images/history/drivers/thierry-neuville.webp"
  },
  {
    "id": 48,
    "name": "Ott Tänak",
    "bio": "Aggressively fast and precise, Tänak became Toyota’s ace and won the 2019 WRC title — the first non-French driver to win in 15 years.",
    "image": "/images/history/drivers/ott-tanak.webp"
  },
  {
    "id": 49,
    "name": "Elfyn Evans",
    "bio": "Evans emerged as a top-tier talent late in the decade, scoring key wins for M-Sport and Toyota with a smooth, risk-aware driving style.",
    "image": "/images/history/drivers/elfyn-evans.webp"
  },
  {
    "id": 50,
    "name": "Jari-Matti Latvala",
    "bio": "A WRC veteran through the 2010s, Latvala raced for Volkswagen and Toyota, collecting wins and setting the record for most rally starts.",
    "image": "/images/history/drivers/jari-matti-latvala-2010s.webp"
  },
  {
    "id": 51,
    "name": "Andreas Mikkelsen",
    "bio": "Often Volkswagen’s third driver, Mikkelsen showed elite pace and skill, scoring podiums and keeping pressure on the lead pack all decade.",
    "image": "/images/history/drivers/andreas-mikkelsen.webp"
  },
  {
    "id": 52,
    "name": "Hayden Paddon",
    "bio": "New Zealand’s rally hero, Paddon scored Hyundai’s first WRC win outside Europe and was a fan favorite with aggressive gravel speed.",
    "image": "/images/history/drivers/hayden-paddon.webp"
  },
  {
    "id": 53,
    "name": "Esapekka Lappi",
    "bio": "Lappi won Rally Finland for Toyota in only his fourth start, becoming one of the most promising new faces of the late 2010s.",
    "image": "/images/history/drivers/esapekka-lappi.webp"
  }
]